

toTen = (("", "one ", "two ", "three ", "four ", "five ", "six ", "seven ", "eight ", "nine "),
         (("", "одна ", "дві ", "три ", "чотири ", "п'ять ", "шість ", "сім ", "вісім ", "дев'ять "),
          ("тисяч ", "одна тисяча ", "дві тисячі ", "три тисячі ", "чотири тисячі ", "п'ять тисяч ", "шість тисяч ",
           "сім тисяч ", "вісім тисяч ", "дев'ять тисяч "), ("мільйонів ", "один мільйон ", "два мільйони ", "три мільйони ", "чотири мільйони ",
        "п'ять мільйонів ", "шість мільйонів ", "сім мільйонів ", "вісім мільйонів ", "дев'ять мільйонів "),
          ("мільярдів ", "один мільярд ", "два мільярди ")))
underHundred = (("", "ten ", "twenty-", "thirty-", "fourty-", "fifty-", "sixty-", "seventy-", "eighty-", "ninety-"),
                ("", "десять ", "двадцять ", "тридцять ", "сорок ", "п'ятдесят ", "шістдесят ", "сімдесят ", "вісімдесят ", "дев'яносто "))
overHundred = (("", "thousand ", "million ", "billion "),
               ("", "сто ", "двісті ", "триста ", "чотириста ", "п'ятсот ", "шістсот ", "сімсот ", "вісімсот ", "дев'ятсот "))
underTwenty = ((
        "ten ", "eleven ", "twelve ", "thirteen ", "fourteen ", "fifteen ", "sixteen ", "seventeen ",
        "eighteen ", "nineteen "), ("десять ", "одинадцять ", "дванадцять ", "тринадцять ", "чотирнадцять ", "п'ятнадцять ",
                 "шістнадцять ", "сімнадцять ", "вісімнадцять ", "дев'ятнадять"))